// "© Copyright 2004-2017 HP Development Company, L.P."

OfflineMessageText = "Viestiyhteys valitun laitteen kanssa ei onnistu.\nLaite saattaa olla sammutettuna tai sen yhteys on muuten katkaistu.";
TextTooLongErrorExplanation = "Kirjoitettavan tekstin pituus saa olla enintään %d merkkiä.";
NumberNotInRangeErrorExplanation = "Anna numeroarvo, joka on pienempi kuin %f tai suurempi kuin %f.";
IncorrectIpAddressErrorExplanation = "IP-osoitteeseen on sisällyttävä neljä numeroryhmää (kukin 0 - 255) pistein erotettuna.";
InvalidCharsInTextErrorExplanation = "Kirjoita kelvolliset merkit.";

NoAlignTitle = "Kohdistusta ei voida tehdä.";
NoAlignMsg = "Varmista, että laite on yhdistetty ja että siihen on kytketty virta. Yritä sitten uudelleen.";

NotInitiatedTitle = "Puhdistusta ei voitu aloittaa";
NotInitiatedMsg = "Puhdistusta ei voitu aloittaa. Varmista, että laite on online-tilassa eikä suorita tällä hetkellä muita töitä.";

TwowayConnectionErrorTitle = "Kaksisuuntaisen yhteyden muodostaminen laitteeseen ei onnistu";
TwowayConnectionErrorMessage = "Varmista, että laite on yhdistetty ja että siihen on kytketty virta. Yritä sitten uudelleen.";

OnlyPhotoPenInstalledErrorTitle = "Kohdistusta ei voi suorittaa, kun vain valokuvakynä on asennettu";
OnlyPhotoPenInstalledErrorMessage = "Kohdistus voidaan suorittaa, kun vain värillinen, vain musta, värillinen/mustavalkoinen, värillinen/valokuvakasetti on asennettu. Asenna yksi sallituista kynäyhdistelmistä.";

NoPensErrorTitle = "Laitteesta ei löydy tulostuskasetteja";
NoPensErrorMessage = "Jos tulostuskasetit on asennettu, varmista, että mustesuuttimien päällä oleva muoviteippi on poistettu.";

DeviceInReserveModeMsg = "Kohdistusta ei voi suorittaa varatussa tilassa. Vaihda tyhjät tai puuttuvat mustekasetit.";

NoCartridgesErrorTitle = "Laitteesta ei löydy tulostuskasetteja";
NoCartridgesErrorMessage = "Tulostaminen ei ole mahdollista, jos kaikkia mustekasetteja ei ole asennettu. Katso lisätietoja laitteen ohjekirjasta.";

FrontDoorOpenTitle = "Etuluukku auki";
DoorOpenTitle = "Luukku/kansi auki";
DoorOpenMsg = "Laite ei voi tulostaa, koska luukku on auki. Sulje kaikki laitteen luukut.";

Yes = "Kyllä";
No = "Ei";

HSDCancelButtonTitle = "Peruuta";
HideButtonTitle = "Piilota";
HSDOKButtonTitle = "OK";
HSDContinueButtonTitle = "Jatka";
HSDDoneButtonTitle = "Valmis";
HSDCloseButtonTitle = "Sulje";
HSDSkipButtonTitle = "Ohita";
HSDMoreInfoButtonTitle = "Lisätietoja…";
HSDQuitButtonTitle = "Poistu";
HSDRetryButtonTitle = "Yritä uudelleen";

CDopenTitle = "CD/DVD-alusta on auki";
CDopenMsg = "Sulje CD/DVD-alusta ja jatka tulostusta pääalustalta.";

SomeCartridgeErrorTitle = "Tulostaminen ei ole mahdollista, jos kaikkia mustekasetteja ei ole asennettu";
SomeCartridgeErrorMessage = "Mustekasetti puuttuu, sitä ei havaita tai se on asennettu väärin.";

SomePenErrorTitle = "Tulostusta ei voi suorittaa ilman, että kaikki kasetit on asennettu";
SomePenErrorMessage = "Värikasetti näyttää puuttuvan, sitä ei ole havaittu tai se on asennettu väärin.";

SomePrintheadErrorTitle = "Tulostusta ei voi suorittaa, jos kaikkia tulostuspäitä ei ole asennettu.";
SomePrintheadErrorMessage = "Tulostuspää näyttää puuttuvan, sitä ei ole havaittu tai se on asennettu väärin.";

PrintheadErrorTitle = "Tulostaminen ei onnistu ilman tulostuspäätä";

DeviceBusyErrorTitle = "Laite on tällä hetkellä varattu";
DeviceBusyErrorMessage = "Odota, kunnes laite on saanut tällä hetkellä suoritettavan työn valmiiksi.";

IncorrectStateErrorTitle = "Tulostin on virhetilassa";
IncorrectStateErrorMessage = "Korjaa laitteen virhetila ja yritä uudelleen.";

InstallFuserErrorTitle = "Kiinnitysyksikkö puuttuu";
InstallFuserErrorMessage = "Katkaise laitteen virta, asenna kiinnitysyksikkö uudelleen ja kytke sitten uudelleen virta laitteeseen.";

CalibrationFailedTitle = "Tulostuslaatua ei voida kalibroida";

NoCmyCartridgeTitle = "Tulostuslaadun kalibrointia ei voi suorittaa";
NoCmyCartridgeMsg = "Asenna laitteeseen kolmivärinen kasetti voidaksesi suorittaa tämän tehtävän.";

DidFailLoadTitle = "Sivua ei voi avata";
DidFailLoadMessageFormat = "URL-sivu: %@\nSyy: %@";
LoadingErrorString = "Resurssi ei ole saatavissa.";
WebLoadingString = "Ladataan...";

DownloadInfoFormatString = "%@ / %@";
BytesFormatString = "%d tavua";
KilobytesFormatString = "%.1f kt";
MegabytesFormatString = "%.1f Mt";
GigabytesFormatString = "%.2f Gt";

USB = "USB";
Network = "Verkko";
Bluetooth = "Bluetooth";
Bonjour = "Bonjour";
IP = "IP";
AppleTalk = "Apple Talk";
HPWirelessConnect = "HP:n langattoman yhteyden muodostaminen";
UNKNOWN = "Tuntematon";

ProfileErrorTitle = "Profiilia ei voi rekisteröidä";
ProfileOperationErrorMessage = "ColorSync-rekisteröinti epäonnistui virhekoodilla: %i.";
ProfileNotFoundMessage = "Laitteen ColorSync-kohde sisältää virheitä. Korjaa ongelma luomalla tulostusjono uudelleen.";

StatusLineSeparator = "%, ";
ClearStatusLineSeparator = ", ";
ConnectingMessage = "Muodostetaan yhteyttä laitteeseen\n%@";
AbstractConnectingMessage = "Yhdistää...";
RetrieveInformationProcessTitle = "Noudetaan tietoja…";
ApplySettingsProgressTitle = "Sovelletaan asetuksia…";

CouldNotRetrieveSettings = "Asetusten noutaminen epäonnistui";
CouldNotRetrieveSettingsDescription = "Tiedonsiirrossa laitteen kanssa tapahtui tuntematon virhe. Yritä myöhemmin uudelleen.";

//paper management keys
ResponseErrorMessage = "Varmista, että laite on yhdistetty, että siihen on kytketty virta, ja että se ei tulosta työtä.";
OfflineTitle = "Laite on offline-tilassa";
OfflineMsg = "Laite on offline-tilassa eikä voi käsitellä tulostustöitä.";

DownloadProfilesTitleString = "Ladataan ICC-profiileita...";
SynchronizeProfilesTitleString = "Päivitetään ICC-profiileita...";

// status
StapleCartridgeTitle = "Niittipatruuna %d";
BlackDrumTitle = "Musta rumpu";
CyanDrumTitle = "Syaani rumpu";
YellowDrumTitle = "Keltainen rumpu";
MagentaDrumTitle = "Magenta rumpu";
BlackCartridgeTitle = "Musta mustekasetti";
CyanCartridgeTitle = "Syaani mustekasetti";
MagentaCartridgeTitle = "Magenta mustekasetti";
YellowCartridgeTitle = "Keltainen mustekasetti";
ImageTransferKit = "Siirtoyksikkö";
ImageFuserKit = "Kiinnitysyksikkö";
RollerKit = "Rullasarja";
MaintenanceKit = "Huoltosarja";
TonerCollectionUnit = "Väriaineen keräyspullo";
DocumentFeederKit = "Asiakirjansyöttöl. huoltosarja";
InkCollectionUnit = "Musteenkeräysyksikkö";

BlackInkCartridgeTitle = "Musta muste";
CyanInkCartridgeTitle = "Syaani muste";
MagentaInkCartridgeTitle = "Magenta muste";
YellowInkCartridgeTitle = "Keltainen muste";
LightCyanInkCartridgeTitle = "Vaaleansyaani muste";
LightMagentaInkCartridgeTitle = "Vaaleanmagenta muste";
CMYInkCartridgeTitle = "Kolmivärinen muste";
KCMInkCartridgeTitle = "Valokuvamuste";
GGKInkCartridgeTitle = "Harmaa valokuvamuste";
MatteBlackInkCartridgeTitle = "Mattamustamuste";
PhotoBlackInkCartridgeTitle = "Musta valokuvamuste";
LightGrayInkCartridgeTitle = "Vaaleanharmaa muste";
GrayInkCartridgeTitle = "Gray ink";
BCMInkCartridgeTitle = "Sininen valokuvamuste";
SilverInkCartridgeTitle = "Hopea";
GoldInkCartridgeTitle = "Kulta";
BronzeInkCartridgeTitle = "Pronssi";
MetallicInkCartridgeTitle = "Metallinen";
LeftInkCartridgeTitle = "Vasen";
RightInkCartridgeTitle = "Oikea";

BlackYellowPrintheadName = "Musta / keltainen tulostuspää";
CyanMagentaPrintheadName = "Syaani / magenta tulostuspää";
MagentaYellowPrintheadName = "Magenta / keltainen tulostuspää";
MatteBlackCyanPrintheadName = "Mattamusta / syaani tulostuspää";
LightMagentaLightCyanPrintheadName = "Vaaleanmagenta / vaaleansyaani tulostuspää";
PhotoBlackLightGrayPrintheadName = "Valokuvamusta / vaaleanharmaa tulostuspää";
BlackPrintheadName = "Musta tulostuspää";
CyanPrintheadName = "Syaani tulostuspää";
MagentaPrintheadName = "Magenta tulostuspää";
YellowPrintheadName = "Keltainen tulostuspää";
LightCyanPrintheadName = "Vaaleansyaani tulostuspää";
LightMagentaPrintheadName = "Vaaleanmagenta tulostuspää";
CMYPrintheadName = "CMY-tulostuspää";
KCMPrintheadName = "KCM-tulostuspää";
GGKPrintheadName = "gGK-tulostuspää";
CMYKPrintheadName = "CMYK-tulostuspää";
BBBKPrintheadName = "BBBK-tulostuspää";
MagentaCyanPrintheadName = "Magenta / Cyan printhead";
MatteBlackYellowPrintheadName = "Matte Black / Yellow printhead";
GrayPhotoBlackPrintheadName = "Gray / Photo Black printhead";

TrayNameTemlate = "Lokero %d";
"ENV FEEDER" = "Kirjekuorilokero";
"Envelope Feeder" = "Kirjekuorilokero";
"Multipurpose Tray" = "Monikäyttölokero";

MediaStatusUnknown = "Tuntematon";
MediaStatusNotEmpty = "Ei tyhjä";
MediaStatusEmpty = "Tyhjä";
MediaStatusLow = "Vähissä";
MediaStatusFull = "Täynnä";
MediaStatusOk = "OK";

BlackPrintheadColor = "Musta";
CyanPrintheadColor = "Syaani";
MagentaPrintheadColor = "Magenta";
YellowPrintheadColor = "Keltainen";
LightCyanPrintheadColor = "Vaaleansyaani";
LightMagentaPrintheadColor = "Vaaleanmagenta";
CMYPrintheadColor = "CMY-tulostuspää";
KCMPrintheadColor = "KCM-tulostuspää";
GGKPrintheadColor = "gGK-tulostuspää";
BlackYellowPrintheadColor = "Musta / Keltainen";
CyanMagentaPrintheadColor = "Syaani / Magenta";
MagentaYellowPrintheadColor = "Magenta/keltainen";
MatteBlackCyanPrintheadColor = "Mattamusta/syaani";
LightMagentaLightCyanPrintheadColor = "Vaaleanmagenta/vaaleansyaani";
PhotoBlackLightGrayPrintheadColor = "Valokuvamusta/vaaleanharmaa";
CMYKPrintheadColor = "CMYK";

// online privacy UI
InfoToSendFieldFormat = "%@: %@\n";
HSDOnlineWarningSheetTitle = "Haetaan online-tietoja";
HSDOnlineWarningSheetBasicMessage = "Jos osoitat \"Jatka\", oletusselainta käytetään online-tilaan siirtymiseen ja HP:n web-sivujen käyttöön.";

HSDOnlineWarningSheetExtendedMessage = "Jos valitset \"Jatka\", HP:n verkkosivut avautuvat oletusselaimessasi. Toiminnon viimeistelemiseksi HP:n verkkopalvelimille on lähetettävä tietoja.";
HSDOnlineWarningSheetExtendedComment = "HP voi käyttää näitä tietoja luodakseen mukautetun kokemuksen, esittääkseen asianmukaisia tarjouksia ja parantaakseen HP-kokemustasi.";

HSDOnlineWarningSheetCheckboxTitle = "Älä näytä tätä varoitusta uudelleen";
HSDPrivacyPolicyOnlineLinkTitle = "HP:n tietosuojalauseke";
HSDPrivacyPolicyOnlineLinkValue = "http://welcome.hp.com/country/fi/fi/privacy.html";

HSDPrivacyStatementOnlineLink = "HP:n tietosuojalauseke";
HSDViewPrivacyStatementOnlineLink = "HP:n tietosuojalauseke";
HSDViewSharedDataLink = "Tarkastele HP:lle lähetettyjä tietoja";

DetailsTitle = "Lisätiedot";

MacOSVersion = "Mac OS -versio";
DeviceSerialNumber = "Laitteen sarjanumero";
DeviceModelNumber = "Laitteen mallinumero";
DeviceProductNumber = "Laitteen tuotenumero";
DeviceModelName = "Laitteen mallinimi";
ServiceID = "Palvelun tunnus";
ModelID = "Mallitunnus";
DeviceSKUName = "Device SKU Name";
HSDLifesaverClaimIDTitle = "Aktivointikoodi";
HSDDeviceUUIDTitle = "Laitteen UUID";
HSDZipCodeTitle = "Postinumero";

UnsupCartridgeTitle = "Tulostuskasettia ei tueta";
UnsupSilverPenMsg = "Asennettua hopeista tulostuskasettia ei tueta Macintosh-tulostuksessa.\nVaihda tulostuskasetti mustaan tulostuskasettiin ja yritä uudelleen.";

//PrintingPropertiesWindow
"RestorePrintingPropTitle" = "Palauta tulostusasetukset";
"StarwheelsTitle" = "Starwheels:";
"GlossEnhancerTitle" = "Kiillon vahventeen määrä:";
"DownStarwheelsTitle" = "Alas";
"InkLimitsTitle" = "Yleiset musterajat:";
"ExtendedDryTimeTitle" = "Laajennettu";
"PaperThicknessTitle" = "Paperin paksuus:";
"NormalThicknessTitle" = "Normaali";
"ReducedDryTimeTitle" = "Vähennetty";
"TaskNameTitle" = "Tulostusominaisuudet";
"HelpButtonTooltip" = "Ohje";
"AutomaticDryTimeTitle" = "Automaattinen";
HSDGoBackButtonTitle = "Siirry takaisin";
"ThickThicknessTitle" = "Paksu";
"UpStarwheelsTitle" = "Ylös";
"CutterTitle" = "Leikkuri";
"NoneDryTimeTitle" = "Ei mitään";
"DryTimeTitle" = "Kuivumisaika:";

UndefinedDrumTitle = "Kuvannusrumpu";

// authentication dialog
AuthenticationTitle = "Anna salasana käyttääksesi näitä asetuksia.";
AuthenticationDescription = "Tarvitset laitteelle aiemmin asetettua salasanaa näiden asetusten käyttämiseen.";
ShowPasswordTitle = "Näytä salasana";
KeyChainTitle = "Muista tämä salasana avaimenperässäni";
IncorrectPasswordMessage = "Salasana on virheellinen.";

// ICC profile registration
DriverNeedsUpdateMsg = "Ohjain on päivitettävä. Siirry HP:n sivustolle napsauttamalla HP-tuki ja etsi uusia ohjaimia.";
DeviceIsBusyMsg = "Laitteessa on ruuhkaa. Yritä uudelleen, kun tulostus on valmis.";
HPSupportButtonTitle = "HP-tuki";

// Applying device settings
ApplyDeviceSettingsGenericError = "Asetuksia ei voitu käyttää";
ApplyDeviceSettingsGenericErrorRecoverySuggestion = "Varmista, että laite on online-tilassa ja että se on yhdistetty.";

// assistant
AssistantCloseAlertTitle = "Oletko varma, että haluat sulkea apurin?";
AssistantCloseAlertMessage = "Apuri määrittelee HP-laitteesi tai -ohjelmasi niin, että voit käyttää kaikkia sen toimintoja ja mahdollisuuksia. Jotkin toiminnot eivät välttämättä toimi, jos laitetta ei ole määritelty oikein.";
AssistantTocViewWidth = "180";
AssistantTaskViewPreferredSize = "{630,385}";

DeviceIsAlreadySetUpTitle = "Laite on asennettu";
DeviceIsAlreadySetUpMessage = "Valittu laite on jo asennettu.";

DeviceDoesNotRequireSetupTitle = "Määritystä ei vaadita";
DeviceDoesNotRequireSetupMessage = "Valittua laitetta ei ole tarpeen määrittää.";

CannotConfigureWirelessTitle = "Langatonta yhteyttä ei voi asentaa";
CannotConfigureWirelessMessage = "Wi-Fi ei toimi, jos ethernet-kaapeli on kiinni laitteessa.";

HSDUseHPEasyStartToSetupDeviceTitle = "Laitteen asetusten määrittämiseen tarvitaan HP Easy Start.";
HSDUseHPEasyStartToSetupDeviceMessage = "HSD_TEXT:HP Easy Start on uusi tapa määrittää HP-tulostimen asetukset ja valmistella Mac tulostamista varten. HSDHPEasyStartDescription";

HSDUseHPEasyStartToSetupDeviceString = "HSD_TEXT:Osoitteessa olevan laitteen määrityksiä varten tarvitaan HP Easy Start. HSDHPEasyStartDescription";

HSDHPEasyStartDescription = "HSD_TEXT:HP Easy Start etsii ja asentaa tulostimeen uusimman ohjelmiston ja ohjaa tämän jälkeen tulostimen asetusten määrittämistä.

HP Easy Start -ohjelmiston saat osoitteesta HSD_LINK:HSDEasyStartLink.";

DeviceIsNotSupportedTitle = "Laitetta ei tueta";
DeviceIsNotSupportedMessage = "HP Utility -ohjelman päivittäminen tai tämän laitteen tukemiseen tarkoitetun muun HP-ohjelmiston käyttö saattaa ratkaista ongelman.";
DeviceAtAddressIsNotSupportedString = "Tässä osoitteessa olevaa laitetta ei tueta. HP Utility -ohjelman päivittäminen tai tämän laitteen tukemiseen tarkoitetun muun HP-ohjelmiston käyttö saattaa ratkaista ongelman.";
MultipleDriversNotInstalledTitle = "Laitteen määrittämiseen tarvittavaa HP-ohjelmistoa ei löytynyt";
MultipleDriversNotInstalledWarningTitle = "Osa laitteen määrittämiseen tarvittavista HP-ohjelmistoista puuttuu";
PrintDriverNotInstalledTitle = "Tulostuksen määrittämiseen tarvittavaa HP-ohjelmistoa ei löytynyt";
ScanDriverNotInstalledTitle = "Skannauksen määrittämiseen tarvittavaa HP-ohjelmistoa ei löytynyt";
FaxDriverNotInstalledTitle = "Faksauksen määrittämiseen tarvittavaa HP-ohjelmistoa ei löytynyt";
HSDInstallLatestSoftwareMessage = "HSD_TEXT:Lataa ja asenna uusin ohjelmisto laitteeseen osoitteesta HSD_LINK:HSD_URL:HSDSupportLink_URL ja yritä sitten uudelleen.";
HSDMissingSoftwareMessage = "HSD_TEXT:Lataa ja asenna uusin ohjelmisto laitteeseen osoitteesta HSD_LINK:HSD_URL:HSDSupportLink_URL ja yritä sitten uudelleen. Jos jatkat ilman uusimman ohjelmiston asentamista, kaikki toiminnot eivät välttämättä ole käytettävissä.";

DisabledFeaturesWarningSheetTitle = "Käytöstä poistetut toiminnot";
DisabledFeaturesWarningSheetMessage = "Pääkäyttäjä on poistanut käytöstä joitakin valitun laitteen toimintoja.\n\nSaat lisätietoja pääkäyttäjältä tai laitteen käyttöoppaasta.";

DeviceIsConnectedViaAccessPointTitle = "Laitteen asetuksia ei voi määrittää erityisen langattoman verkon kautta";
DeviceIsProbablyConnectedViaAccessPointMessage = "Yhteys valittuun laitteeseen on todennäköisesti muodostettu laitteen luoman erityisen langattoman verkon kautta. Jos laite näkyy luettelossa kahdesti, valitse laitteista se, jota ei ole vielä valittu. Muussa tapauksessa varmista, että laite on yhdistetty lankaverkkoon tai langattomaan verkkoon, joka on myös tietokoneen käytettävissä, ja yritä sitten uudelleen.\n\nJos tietokone ei ole yhdistettynä laitteen erityiseen langattomaan verkkoon, määritä laitteen asetukset valitsemalla Jatka.";
DeviceIsConnectedViaAccessPointMessage = "Yhteys valittuun laitteeseen on muodostettu laitteen luoman erityisen langattoman verkon kautta. Jos laite näkyy luettelossa kahdesti, valitse laitteista se, jota ei ole vielä valittu. Muussa tapauksessa varmista, että laite on yhdistetty lankaverkkoon tai langattomaan verkkoon, joka on myös tietokoneen käytettävissä, ja yritä sitten uudelleen.";

// HP Privacy Statement Panel
HSDHPPrivacyStatementTitle = "HP:n tietosuojalauseke";
HPPrivacyStatement = "HP on sitoutunut suojelemaan asiakkaidensa yksityisyyttä. Rekisteröintitietoja saatetaan käyttää nimettömässä ja yleisessä muodossa markkinatutkimuksen tarpeisiin, minkä avulla HP voi parantaa tuotteidensa ja palvelutarjontansa laatua. Kerättyjä tietoja saatetaan säilyttää enintään viisi vuotta viimeisestä tiedonsiirtotapahtumasta HP:lle. Tiedot lähetetään HP-taholle, joka saattaa sijaita ulkomailla.\n\nHP lähettää tietosi sähköisesti HP-palvelimille. Lähettävän tietokoneen IP-osoitetta käytetään vain lähetystarkoituksiin.";
HPOnlinePrivacyStatementButtonTitle = "HP:n tietosuojalauseke";

// Assistant window titles
HSDAssistantWindowTitleFormat = "HP Utility - %@";
HSDAssistantSetupWindowTitle = "Asennus";

//Add Device Manually titles
ManualAddWindowTitle = "Lisää laite manuaalisesti";
ManualAddTitle = "Lisää laite manuaalisesti";
ManualAddAddressTypeLabel = "Osoitetyyppi:";
ManualAddAddressLabel = "Osoite:";
ManualAddFormatTitle = "Muoto:";
AddButton = "Lisää";

InvalidAddress = "Virheellinen osoitemuoto";
ProgressMessage = "Yhdistetään laitteeseen…";
NotReachableMessage = "Laitteeseen ei saada yhteyttä";
NotSupportedDeviceMessage = "Tässä osoitteessa olevaa laitetta ei tueta";

HostHameFormat = "nimi.toimialue";
HostOrBonjourDomainName = "Isäntä- tai Bonjour-toimialueen nimi";

ConnectToNetworkWithoutBluetooth = "Liitä tietokone langattomaan tai langalliseen verkkoon ja yritä sitten uudelleen.";
ConnectToNetwork = "Liitä tietokone langattomaan tai langalliseen verkkoon tai ota Bluetooth-yhteys käyttöön ja yritä sitten uudelleen.";
NoNetworkConnection = "Ei verkkoyhteyttä";

BluetoothIsOffAlertMessage = "Bluetooth ei ole käytössä Mac-tietokoneessasi";
BluetoothIsOffAlertExplanation = "Ota Bluetooth käyttöön Järjestelmäasetuksista tai Bluetooth-valikosta";

HPTableHeaderColumnName = "sarake";
MoreInfoTitle = "Lisätietoja";

// Device Unavailable strings
kDeviceUnavailabilityAlertTitleKey = "Yhteys laitteeseen on katkennut";
kDeviceReconnectUnavailabilityAlertTitleKey = "Laitteeseen ei voida muodostaa yhteyttä.";
kDeviceUnavailabilityAlertReconnectButtonTitleKey = "Yhdistä uudelleen";
kDeviceUnavailabilityAlertSelectOtherButtonTitleKey = "Valitse toinen...";
kDeviceUnavailabilityAlertMessageKey = "Voit valita toisen laitteen tai yrittää luoda yhteyttä uudelleen nykyiseltä laitteelta.";

HSDCurrentSettingTitle = "[nykyinen asetus]";

DeviceInReserveModeMsgPigment = "Kohdistamista ei voi suorittaa varatussa tilassa. Vaihda tyhjät tai korvaa puuttuvat kasetit.";
NoPensErrorMessagePigment = "Jos tulostuskasetit on asennettu, varmista, että suuttimien suojana oleva muoviteippi on poistettu.";
SomePenErrorMessagePigment = "Kasetti näyttää puuttuvan, sitä ei havaita tai se on asennettu väärin.";
PageWideCollectionUnit = "Keräysyksikkö";
BlackPageWideCartridgeTitle = "Musta kasetti";
CyanPageWideCartridgeTitle = "Syaani kasetti";
MagentaPageWideCartridgeTitle = "Magenta kasetti";
YellowPageWideCartridgeTitle = "Keltainen kasetti";

// Printer sleeping warning
PrinterIsSleepingTitle = "This functionality is not available while the printer is in sleep mode.";
PrinterIsSleepingMessage = "If you want to wake up your printer now, click the 'Wake Up' button below";
WakeUpButtonTitle = "Wake Up";

HSDUserNameTitle = "Käyttäjänimi:";
HSDPasswordTitle = "Salasana:";

HSDPromptToLogin = "Tämän sivun katselua varten sinun täytyy kirjautua.";
HSDPromptToLoginIncorrectPassword = "Syöttämäsi käyttäjänimi tai salasana oli virheellinen. Varmista, että syötät ne oikein, ja yritä sitten uudelleen.";
HSDPromptToLoginInformativeText = "Salasana lähetetään salaamattomana.";
